Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: Backup file handler was unspecified.
bg: Не е посочено управление за обработка на архивен файл.

source: Backup file path was not specified.
bg: Не е посочен път до архивен файл.

source: Cannot read backup file.
bg: Архивният файл не може да бъде прочетен.

source: Create Backup
bg: Създаване на архивен файл

source: DB
bg: БД

source: Database was successfuly backed up.
bg: Архивен файл на БД успешно създаден.

source: Size, Bytes
bg: Размер, Байтове

source: The file was compressed with Zlib, but this extension is not installed on server.
bg: Файлът е компресиран със Zlib, но това разширение не е инсталирано на сървъра.

source: Unable to create backup. Please, try again later.
bg: Невъзможно създаването на архив. Моля, опитайте отново по-късно.

source: Wrong order of creation for new backup.
bg: Грешен ред за създаване на нов архив.

source: * Required Fields
bg: * Задължителни полета

source: -- Select --
bg: -- Изберете --

source: Add New Option
bg: Добави нова опция

source: Add Selection
bg: Добави селекция

source: As Low as
bg: За по-малко от

source: As low as
bg: За по-малко от

source: Bundle Items
bg: Пакетни артикули

source: Bundle Product
bg: Пакетен продукт

source: Catalog Product View (Bundle)
bg: Изглед на продуктов каталог (Пакетни)

source: Choose a selection...
bg: Избор на селекция...

source: Default
bg: По подразбиране

source: Default Qty
bg: Количество по подразбиране

source: Default Title
bg: Заглавие по подразбиране

source: Dynamic
bg: Динамично

source: From:
bg: От:

source: Input Type
bg: Входящ тип

source: Is Required
bg: е задължителен

source: Message:
bg: Съобщение:

source: No options of this product are available.
bg: Не са налични опции за този продукт.

source: Percent Discount
bg: Процентна отстъпка

source: Please Select Products to Add
bg: Моля изберете продукти за добавяне

source: Please enter search conditions to view products.
bg: Моля, изберете критерии за търсене, за да видите продукти.

source: Please select options for product.
bg: Моля, изберете опции за продукта.

source: Please specify product option(s).
bg: Моля, посочете продукт опция(опции).

source: Price Range
bg: Ценови обхват

source: Price Type
bg: Ценови тип

source: Price as configured
bg: Цена според конфигурация

source: Qty:
bg: Кол.:

source: Required options are not selected.
bg: Не са избрани задължителни опции.

source: Selected required options are not available.
bg: Избраните задължителни опции са неналични.

source: Separately
bg: Отделно

source: Ship Bundle Items
bg: Доставяне на Пакетни артикули

source: Shipment
bg: Доставка

source: Store View Title
bg: Име за Изглед на магазин

source: There is no defined renderer for "%s" option type.
bg: Няма дефиниран рендер за опция тип "%s".

source: This product is also part of bundle(s)
bg: Продуктът е също така и част от пакет(и)

source: To:
bg: До:

source: Together
bg: Заедно

source: User Defined Qty
bg: Потребителски дефинирано количество

source: Always
bg: Винаги

source: Incorrect CAPTCHA.
bg: Невалиден код от картинката.

source: Please type the letters below
bg: Моля въведете кода от картинката

source: Please type the letters from the image:
bg: Моля въведете кода от картинката:

source: # of Use
bg: # в употреба

source: %1$s incl tax.
bg: %1$s вкл. данък

source: %s Item(s)
bg: %s обекта

source: (Copy data from: %s)
bg: (Копиране на данни от: %s)

source: (Will make search for the query above return results for this search.)
bg: (Търсенето задължително ще върне резултат.)

source: 86400 by default, if not set. To refresh instantly, Clear the Blocks HTML Output Cache.
bg: 86400 по подразбиране, ако не е зададено. За незабавно обновяване, изчистете HTML кеша на блоковете.

source: A group with the same name already exists.
bg: Вече съществува група с това име.

source: A name is required
bg: Името е задължително

source: A product type is not defined for the indexer.
bg: Индексаторът няма дефиниран тип на продукта.

source: ALL GROUPS
bg: Всички Групи

source: AM
bg: АМ

source: Add Attribute
bg: Добави атрибут

source: Add Design Change
bg: Добави дизайн промяна

source: Add Group
bg: Добави група

source: Add New Attribute
bg: Добави нов атрибут

source: Add New Attribute Set
bg: Добави нова група атрибути

source: Add New Group
bg: Добави нова група

source: Add New Images
bg: Добави нови изображения

source: Add New Row
bg: Добави нов ред

source: Add New Search Term
bg: Добави критерий на търсене

source: Add New Set
bg: Добави нова група

source: Add Product
bg: Добави продукт

source: Add Product To Websites
bg: Добави продукт към Уебсайтове

source: Add Root Category
bg: Добави главна категория

source: Add Subcategory
bg: Добави под-категория

source: Add Tax
bg: Добави данък

source: Add Tier
bg: Добави ниво

source: Add attribute into attribute set
bg: Добави атрибута към групата атрибути

source: Add new values into custom option
bg: Добави нова стойност към опциите

source: Add option
bg: Добави опция

source: Add to Cart
bg: Купи

source: Add to Compare
bg: Добави за сравнение

source: Add to Wishlist
bg: Добави към списък с желания

source: Additional Information
bg: Допълнителна информация

source: Alert Urls
bg: Адреси за предупреждение

source: All Product Types
bg: Всички типове продукти

source: All products of this set will be deleted! Are you sure you want to delete this attribute set?
bg: Всички продукти от тази Продукт група ще бъдат изтрити! Сигурен ли сте, че искате да го изтриете?

source: Allow All Products per Page
bg: Разрешаване на всички продукти на страница

source: Allow Dynamic Media URLs in Products and Categories
bg: Разрешаване на Динамични медйини линкове в продукти и категории

source: Allow HTML Tags on Frontend
bg: Разрешаване на HTML тагове в публичния сайт

source: Allowed File Extensions
bg: Разрешени файлови разширения

source: Allowed file extensions to upload
bg: Разрешени Файлови разширения за качване

source: An error occurred while adding products to websites.
bg: Възникна грешка при добавяне на продукти към Уебсайтове.

source: An error occurred while clearing comparison list.
bg: Възникна грешка при изчистване на списъка за сравнение.

source: An error occurred while deleting this review.
bg: Възникна грешка при изтриването на това мнение

source: An error occurred while removing products from websites.
bg: Възникна грешка при премахване на продукти от Уебсайтове.

source: An error occurred while saving the URL rewrite
bg: Възникна грешка при съхраняване на URL презаписване.

source: An error occurred while saving the attribute set.
bg: Възникна грешка при съхраняване на Атрибут група.

source: An error occurred while saving the product.
bg: Възникна грешка при съхраняване на продукта.

source: An error occurred while saving the search query.
bg: Възникна грешка при съхраняване на низа за търсене.

source: An error occurred while saving this group.
bg: Възникна грешка при съхраняване на тази група.

source: An error occurred while saving this review.
bg: Възникна грешка при записа на това мнение

source: An error occurred while trying to delete the category.
bg: Възникна грешка при опит за изтриване на категорията.

source: An error occurred while updating the product(s) attributes.
bg: Възникна грешка при обновяване атрибутите на продукта/продуктите.

source: An error occurred while updating the product(s) status.
bg: Възникна грешка при обновяване статуса на продукта/продуктите.

source: An invalid option ID is specified for %s (%s), skipping the record.
bg: Невалиден идентификатор на опция за %s (%s), пропускане на записа.

source: An invalid store was specified.
bg: Посочен е невалиден магазин.

source: Anchor Custom Text
bg: Нов текст за връзка

source: Anchor Custom Title
bg: Ново заглавие за връзка

source: Applicable to catalog products and categories only. Any media content will be inserted into editor as a static URL. It is not updated if the system configuration base URL changes.
bg: Приложимо само към продукти и категории в каталога. Всякакво медийно съдържание ще бъде вмъкнато в редактора като статичен линк, който няма да бъде обновен при промяна на базисния линк (base URL) в системната конфигурация.

source: Apply To
bg: Приложи към

source: Approved
bg: Одобрено

source: Are you sure you want to delete this category?
bg: Сигурен ли сте, че искате да изтриете тази категория?

source: Are you sure you would like to remove all products from your comparison?
bg: Сигурен ли сте, че искате да премахнете всички продукти от списъка за сравнение?

source: Are you sure you would like to remove this item from the compare products?
bg: Сигурен ли сте, че искате да премахнете този продукт от списъка за сравнение?

source: Assign
bg: Присъедини

source: Assign product link
bg: Присъедини линк към продукт

source: Assign product to category
bg: Присъедини линк към категория

source: Assigned Products
bg: Присъединени продукт

source: Associated Products
bg: Асоциирани продукти

source: Attrib. Set Name
bg: Име на Атрибут група

source: Attribute "%s" is invalid.
bg: Атрибут "%s" е невалиден.

source: Attribute "%s" is required.
bg: Атрибут "%s" е задължителен.

source: Attribute Information
bg: Информация за атрибута

source: Attribute Model
bg: Модел на атрибута

source: Attribute Name:
bg: Име на атрибута:

source: Attribute group with the \"/name/\" name already exists
bg: Вече съществува група атрибути с име \"/name/\""

source: Attribute with the same code already exists
bg: Има съществуващ атрибут с този код

source: Attrribute names can be specified per store.
bg: Имената на атрибутите могат да се задават за всеки магазин.

source: Autogenerate
bg: Автоматично генериране

source: Availability:
bg: Наличност:

source: Backend Model
bg: Модел за администрация

source: Backend Table
bg: Таблица за администрация

source: Backend Table Title
bg: Име на таблица за администрация

source: Based On
bg: Базиран на

source: Before Order Confirmation
bg: Преди потвърждаване на поръчката

source: Best Value
bg: Най-добра стойност

source: Block after Info Column
bg: Блок след инфо колона

source: Bottom/Left
bg: Долу/Ляво

source: Bottom/Right
bg: Долу/Дясно

source: Browse By
bg: Разглеждане по

source: Buy %1$s
bg: Купи %1$s

source: Buy %1$s for
bg: Купи %1$s за

source: Buy %1$s for %2$s
bg: Купи %1$s за %2$s

source: Buy %1$s for %2$s (%3$s incl. tax) each
bg: Купи %1$s за %2$s (%3$s вкл. данък) всеки

source: Buy %1$s for %2$s each
bg: Купи %1$s за %2$s всеки

source: Cache Lifetime (Seconds)
bg: Продължителност на кеша (секунди)

source: Cache refresh needed.
bg: Изисква се обновяване на кеша.

source: Can be used only with catalog input type Dropdown
bg: Може да се използва само с поле за въвеждане тип Падащо меню

source: Can be used only with catalog input type Dropdown, Multiple Select and Price
bg: Може да се използва само с поле за въвеждане тип Падащо меню, Многократен избор и Цена

source: Cannot create image.
bg: Не може да бъде създадено изображение.

source: Cannot create writeable directory '%s'.
bg: Не може да бъде създадена директория с права за писане '%s'.

source: Cart Item Attribute
bg: Атрибут за продукт в количката

source: Catalog Category (Anchor)
bg: Каталог категория (с филтър навигация)

source: Catalog Category (Non-Anchor)
bg: Каталог категория (без филтър навигация)

source: Catalog Category (Without Subcategories)
bg: Каталог категория (без под-категории)

source: Catalog Category Link
bg: Линк за каталог категория

source: Catalog New Products List
bg: Каталожен списък нови продукти

source: Catalog Price Scope
bg: Каталожен ценови обхват

source: Catalog Product Compare List
bg: Каталожен списък за сравнение на продукти

source: Catalog Product Email to a Friend
bg: Изпрати продукт на приятел

source: Catalog Product Image Gallery Popup
bg: Нов прозорец за галерия с изображения на продукт

source: Catalog Product Link
bg: Линк за продукт

source: Catalog Product View (Any)
bg: Продукт изглед (Всякакъв)

source: Catalog Product View (Configurable)
bg: Продукт изглед (Конфигуриран)

source: Catalog Product View (Grouped)
bg: Продукт изглед (Групиран)

source: Catalog Product View (Simple)
bg: Продукт изглед (Обикновен)

source: Catalog Product View (Virtual)
bg: Продукт изглед (Виртуален)

source: Catalog Section
bg: Каталог секция

source: Catalog Seo Popular Search Terms
bg: Популярни SEO критерии за търсене в каталога

source: Catalog Seo Sitemap (Category List)
bg: SEO карта на каталога (Списък категории)

source: Catalog Seo Sitemap (Category Tree)
bg: SEO карта на каталога (Дърво на категории)

source: Catalog Seo Sitemap (Common)
bg: SEO карта на каталога (Обща)

source: Catalog Seo Sitemap (Product List)
bg: SEO карта на каталога (Списък продукти)

source: Catalog URL Rewrites
bg: Каталог URL презаписи

source: Catalog, Search
bg: Каталог, Търсене

source: Categories Sitemap
bg: Карта на категориите

source: Category
bg: Категория

source: Category API
bg: Категория API

source: Category Data
bg: Категории Данни

source: Category Flat Data
bg: Категории линейни данни

source: Category Link Block Template
bg: Блок шаблон за линк на категория

source: Category Link Inline Template
bg: Вграден шаблон за линк на категория

source: Category Products
bg: Категория: Продукти

source: Category Top Navigation
bg: Основна навигация на категории

source: Category URL Suffix
bg: Наставка за URL на категории

source: Category attributes API
bg: API на атрибути на категории

source: Category move error
bg: Грешка при преместване на категория

source: Category move operation is not possible: the new parent category was not found.
bg: Преместването на категория е невъзможно: не е намерена нова главна категория.

source: Category must be an instance of Mage_Catalog_Model_Category.
bg: Категорията трябва да е обект на Mage_Catalog_Model_Category.

source: Center
bg: Център

source: Change
bg: Промяна

source: Change or Retrieve attribute store view
bg: Промяна или извличане изглед на атрибут в магазин

source: Change status
bg: Смени статус

source: Check items to add to the cart or
bg: Маркирай артикули за добавяне в количката или

source: Choose an Option...
bg: Избери опция...

source: Clear All
bg: Изчисти всичко

source: Click for price
bg: Кликни за цена

source: Close Window
bg: Затвори прозореца

source: Collapse All
bg: Затвори всичко

source: Comma-separated.
bg: Разделено със запетая.

source: Comparable
bg: Сравним

source: Comparable on Front-end
bg: Сравним на публичен сайт

source: Comparable on the Frontend
bg: Сравним на публичния сайт

source: Compare
bg: Сравни

source: Compare Products
bg: Сравни продукти

source: Conditions Combination
bg: Комбинация от условия

source: Configurable Product
bg: Конфигуриран Продукт

source: Configurable Product Settings
bg: Настройки на Конфигуриран продукт

source: Configure Product
bg: Конфигурирай продукт

source: Copy From Configurable
bg: Копирай от конфигуриран

source: Country/State
bg: Държава / Щат

source: Create (Upload)
bg: Създай (Качване)

source: Create Empty
bg: Създай празен

source: Create Product Settings
bg: Настройки за създаване на продукт

source: Create Simple Associated Product
bg: Създай обикновен асоцииран продукт

source: Create new attribute
bg: Създай нов атрибут

source: Create new category
bg: Създай нова категория

source: Create new product
bg: Създай нов продукт

source: Cross-sells
bg: Кръстосани продажби

source: Currently Shopping by:
bg: Избрани филтри

source: Custom Design
bg: Дизайн по избор

source: Customer Group
bg: Клиентска група

source: Customers Reviews
bg: Мнения на клиенти

source: Customers Tagged Product
bg: Клиентски отбелязан продукт

source: Data Type for Saving in Database
bg: Тип информация за съхранение в БД

source: Date & Time Custom Options
bg: Потребителски опции за Дата и Час

source: Date Fields Order
bg: Подредба на полета тип Дата

source: Date Subscribed
bg: Дата на абонамент

source: Datetime
bg: Дата/час

source: Decimal
bg: Десетичен

source: Declare attribute value saving scope
bg: Декларирай обхват за записване на стойности на атрибут

source: Default Price
bg: Цена по подразбиране

source: Defines the base currency scope ("Currency Setup" > "Currency Options" > "Base Currency").
bg: Дефинира базисен валутен обхват (Валутни Настройки" > "Валутни Опции" > "Базисна Валута")."

source: Delete Attribute
bg: Изтрий Атрибут

source: Delete Attribute Set
bg: Изтрий Атрибут група

source: Delete Category
bg: Изтрий категория

source: Delete Option
bg: Изтрий опция

source: Delete Row
bg: Изтрий ред

source: Delete Search
bg: Изтрий търсене

source: Delete Selected Group
bg: Изтрий избраната група

source: Delete attribute
bg: Изтрий Атрибут

source: Delete category
bg: Изтрий категория

source: Delete product
bg: Изтрий продукт

source: Depends on design theme
bg: Зависи от дизайна на темата

source: Disallowed file type.
bg: Непозволен тип файлов.

source: Display in Suggested Terms
bg: Покажи в препоръчани критерии

source: Double click on a group to rename it
bg: Двоен клик върху група за преименуване

source: Double click on above image to view full picture
bg: Двоен клик върху изображението за преглед на цялата снимка

source: Downloadable Information
bg: Информация за продукт за сваляне

source: Duplicate
bg: Направи копие

source: Duplicate website tier price customer group and quantity.
bg: Направи копие на клиентска група за ценови нива и количество на уебсайт.

source: Duplicate website, country and state tax found.
bg: Направи копие на намерените уебсайт, държава, област и данък.

source: E.g. {{media url="path/to/image.jpg"}} {{skin url="path/to/picture.gif"}}. Dynamic directives parsing impacts catalog performance.
bg: Напр. {{media url=path/to/image.jpg"}} {{skin url="path/to/picture.gif"}}. Изпозлването на динамични директиви се отразява върху скоростта на работа на каталога."

source: Edit Attribute Set '%s'
bg: Редактирай Атрибут група '%s'

source: Edit Product Attribute
bg: Редактирай продуктов атрибут

source: Edit Product Attribute "%s"
bg: Редактирай продуктов атрибут "%s"

source: Edit Search
bg: Редактирай търсене

source: Edit Search '%s'
bg: Редактирай търсене '%s'

source: Edit Set Name
bg: Редактирай Име на група

source: Empty
bg: Празно

source: Enable WYSIWYG
bg: Разреши WYSIWYG

source: Error during retrieval of option value: %s
bg: Грешка при извличане стойност на опция: %s

source: Expand All
bg: Отвори всичко

source: Failed
bg: Неуспешно

source: Failed to move file: %s
bg: Неуспех при местене на файл: %s

source: Feature Products
bg: Маркирай продукти като специални

source: Field is not complete
bg: Полето е непълно

source: File options format is not valid.
bg: Формат на файл за опции е невалиден.

source: File upload failed
bg: Качването на файл неуспешно

source: Filter model name must be declared.
bg: Трябва да бъде декларирано името на филтър модела.

source: Filter must be an object. Please set correct filter.
bg: Филтърът трябва да бъде обект. Моля, изберете правилен филтър.

source: Filterable (no results)
bg: Позволен за филтър (без резултати)

source: Filterable (with results)
bg: Позволен за филтър (с резултати)

source: For internal use.
bg: За системна употреба.

source: Frontend
bg: Публичен сайт

source: Frontend Model
bg: Модел за публичен сайт

source: Frontend Properties
bg: Свойства на публичен сайт

source: Gallery
bg: Галерия

source: Get special price
bg: Получи промоционална цена

source: Global
bg: Глобално

source: Globally Editable
bg: Глобално позволен за редактиране

source: Go to Home Page
bg: Към начална страница

source: Grid
bg: Табличен изглед

source: Group add
bg: Добави група

source: Group remove
bg: Премахни група

source: Grouped Product
bg: Групиран продукт

source: Groups
bg: Групи

source: If empty, the Category Name will be used
bg: Ако е празно, ще бъде изполвано името на категорията

source: If empty, the Product Name will be used
bg: Ако е празно, ще бъде изполвано името на продукта

source: If you do not specify an option value for a specific store view then the default (Admin) value will be used.
bg: Ако не е посочена стойност на опцията за конкретен изглед на магазин, тогава ще бъде използвана стойността по подразбиране (Администрация).

source: Image
bg: Изображение

source: Image does not exist.
bg: Изображението не съществува.

source: Image type and information need to be specified for each store view.
bg: Видът и информацията на изображението трябва да бъдат посочени за всеки изглед на магазин.

source: In Cart
bg: В количката

source: In Stock
bg: В наличност

source: In stock
bg: В наличност

source: Index product and categories URL rewrites
bg: Индексирай URL презаписване на продукт и категории

source: Index product attributes for layered navigation building
bg: Индексирай продукт атрибути за изграждане на филтър навигация

source: Index product prices
bg: Индексирай цени на продукти

source: Indexed category/products association
bg: Индексирана асоциация на категория/продукт

source: Info
bg: Информация:

source: Info Column Options Wrapper
bg: Wrapper за опции на информационна колона

source: Integer
bg: Цяло число

source: Invalid Tier Prices
bg: Невалидни ценови нива

source: Invalid attribute %s
bg: Невалиден атрибут %s.

source: Invalid attribute option specified for attribute %s (%s), skipping the record.
bg: Невалидна опция за атрибут е използвана за атрибут %s (%s), пропускане на записа.

source: Invalid attribute set specified, skipping the record.
bg: Използвана е невалидна група атрибути, пропускане на записа.

source: Invalid block: %s.
bg: Невалиден блок: %s.

source: Invalid category IDs.
bg: Невалидни идентификатори на категория.

source: Invalid category.
bg: Невалидна категория.

source: Invalid image file type.
bg: Невалиден тип на файл на изображение.

source: Invalid image type.
bg: евалиден тип на изображение.

source: Invalid option ID specified for %s (%s), skipping the record.
bg: Невалиден идентификатор на опция използван за %s (%s), пропускане на записа.

source: Invalid product type specified, skipping the record.
bg: Използване е невалиден продукт тип, пропускане на записа.

source: Invalid store specified
bg: Посочен е невалиден магазин

source: Invalid store specified, skipping the record.
bg: Невалиден магазин, пропускане на записа.

source: Invalid tier prices. The product is not associated to the requested website.
bg: Невалидни ценови нива. Продуктът не е асоцииран с изискания уебсайт.

source: Inventory
bg: Инвентар

source: Is Default
bg: е по подразбиране

source: Items %s to %s of %s total
bg: Обекти %s до %s от общо %s

source: Items that you do not want to show in the catalog or search results should have status 'Disabled' in the desired store.
bg: Артикули, които не искате да се показват в каталога или резултатите от търсене, трябва да имат статус 'Неактивен' в избрания магазин.

source: Items that you don't want to show in the catalog or search results should have status 'Disabled' in the desired store.
bg: Артикули, които не искате да се показват в каталога или резултатите от търсене, трябва да имат статус 'Неактивен' в избрания магазин.

source: Last Notification
bg: Последно известие

source: Layered Navigation
bg: Платова навигация

source: Learn More
bg: Научете още

source: Line %d, Email: %s
bg: Ред %d, Имейл: %s

source: Line %d, SKU: %s
bg: Ред %d, Кат. №: %s

source: Link (Related, Up sell, Cross sell)
bg: Свързване (Свързан, Допълнителна продажба, Кръстосана продажба)

source: Link product does not exist.
bg: Свързания продукт не съществува.

source: Link to a Specified Category
bg: Свържи с избрана категория

source: Link to a Specified Product
bg: Свържи с избран продукт

source: List
bg: Списък

source: List Mode
bg: Режим списък
